Repository: rbtylee/mintupdate-ppa
Catalog: po/mintupdate-*.po
Languages: de, hr

source: There are different types of updates
de: Es gibt verschiedene Arten von Aktualisierungen
hr: Postoje različite vrste nadopuna

source: The different types of updates
de: Die verschiedenen Arten von Aktualisierungen
hr: Različite vrste nadopuna

source: There are different types of updates:
de: Es gibt verschiedene Arten von Aktualisierungen:
hr: Postoje različite vrste nadopuna:

source: 'Software updates' are updates which fix bugs (or also sometimes which bring new features).
de: Anwendungsaktualisierungen sind Aktualisierungen welche Fehler beheben (oder manchmal auch neue Funktionen mitbringen).
hr: 'Nadopune softvera' su nadopune koje popravljaju greške (a ponekad donose i nove značajke).

source: 'Security updates' are updates which patch vulnerabilities.
de: Sicherheitsaktualisierungen sind Aktualisierungen welche Schwachstellen beheben.
hr: 'Sigurnosne nadopune' su nadopune koje zakrpaju ranjivost sustava.

source: 'Kernel updates' represent the installation of a newer kernel.
de: Systemkernaktualisierungen bedeuten die Installation eines neueren Systemkerns.
hr: 'Nadopune kernela' predstavljaju instalaciju novog kernela.

source: Security is very important but also very technical. Vulnerabilities don't always affect your computer and can be quite difficult to understand. Most people don't understand them at all and their personal computers are rarely at risk. That said, a security breach can have dire consequences, so it is always recommended to take them seriously.
de: Sicherheit ist sehr wichtig, aber auch sehr technisch. Schwachstellen beeinflussen nicht immer Ihren Rechner und können sehr schwer zu verstehen sein. Die meisten Leute verstehen diese überhaupt nicht und ihre Rechner sind selten gefährdet. Nichtsdestoweniger kann eine Sicherheitsverletzung schlimme Folgen haben, deshalb ist es immer empfehlenswert sie ernst zu nehmen.
hr: Sigurnost je vrlo bitna ali istodobno je vrlo tehničke prirode. Ranjivost uvijek ne utječe na vaše računalo i može biti vrlo teško razumljiva. Većina ljudi ju u potpunosti ne razumije i njihova računala su rijetko pod sigurnosnim rizikom. Što znači, da sigurnosni proboj može imati strašne posljedice, stoga je uvijek preporučljivo da ih shvatite ozbiljno.

source: Software updates aren't as important. They bring bug fixes or improvements which are not related to security.
de: »Anwendungsaktualisierungen« sind nicht so wichtig. Sie enthalten Fehlerbehebungen oder Verbesserungen, die nicht mit der Sicherheit zusammenhängen.
hr: Nadopune softvera nisu jako bitne. One donose popravke grešaka ili poboljšanja koja nisu povezana sa sigurnošću.

source: In Linux Mint, kernel updates bring both security patches and bug fixes (and sometimes even new features), and they impact critical parts of the operating system. This makes kernel updates important from a security point of view, but also prone to regressions which can be hard to fix for novice users.
de: Systemkernaktualisierungen versorgen Linux Mint sowohl mit Sicherheitsausbesserungen als auch mit Fehlerbehebungen (und manchmal sogar mit neuen Funktionen). Sie betreffen wesentliche Komponenten des Betriebssystems – das macht Systemkernaktualisierungen im Bezug auf Sicherheit sehr wichtig. Sie können so aber auch zu Einschränkungen führen, die für Einsteiger unter Umständen nur schwer zu beheben sind.
hr: U Linux Mintu, nadopune kernela donose oboje, sigurnosne zakrpe i popravke grešaka (a ponekad čak i nove značajke) i one utječu na ključne dijelove operativnog sustava. To čini nadopune kernela bitnima sa sigurnosnog gledišta, ali isto tako i sklonost problemima i poteškoćama u radu sustava koje mogu biti teške za popraviti neiskusnim korisnicima.

source: When faced with a serious regression, restore the latest system snapshot.
de: Wenn es zu einer ernsthaften Regression kommt, stellen Sie den letzten Systemschnappschuss wieder her.
hr: Kada se suočite sa ozbiljnom nestabilnošću, obnovite najnoviju snimku sustava.

source: System snapshots
de: Systemschnappschüsse
hr: Snimke sustava

source: Timeshift, the system snapshot utility, is available in all versions of Linux Mint.
de: Timeshift, das Systemschnappschussprogramm, ist in allen Linux-Mint-Versionen verfügbar.
hr: Timeshift, alat obnove sustava, je dostupan u svim izdanjima Linux Minta.

source: It can be used to create snapshots manually but also to automate system snapshots.
de: Es kann verwendet werden, um Schnappschüsse manuell zu erstellen, aber auch um Systemschnappschüsse zu automatisieren.
hr: Može se koristiti za ručno stvaranje snimaka kao i za automatsko stvaranje snimaka sustava.

source: Linux Mint recommends the automation of daily and boot snapshots.
de: Linux Mint empfiehlt die Automatisierung von täglichen und Startschnappschüssen.
hr: Linux Mint preporučuje automatsko stvaranje snimaka na dnevnoj bazi ili prilikom pokretanja sustava.

source: If an update, a mistake, a bug or a malicious program breaks something on your computer, you can restore the operating system from any snapshot, thus cancelling the problem as if it never happened.
de: Wenn eine Aktualisierung, ein Fehler oder ein bösartiges Programm auf Ihrem Rechner etwas kaputt macht, können Sie das Betriebssystem von jedem Schnappschuss wiederherstellen und das Problem so beheben, als ob es nie passiert wäre.
hr: Ako nadopuna, neopreznost u radu, greška ili zlonamjerni softver nešto slome na vašem računalu, možete obnoviti operativni sustav iz prijašnjih snimaka, to poništava problem kao da se nikada nije pojavio.

source: System snapshots only cover the operating system itself. They do not include or affect your personal data.
de: Systemschnappschüsse decken nur das Betriebssystem selbst ab. Sie enthalten keine oder haben Auswirkungen auf Ihre persönlichen Daten.
hr: Snimke sustava samo obuhvaćaju operativni sustav. One ne obuhvaćaju ili uključuju vaše osobne podatke.

source: When an update breaks something, it's called a "regression".
de: Wenn eine Aktualisierung etwas kaputt macht, dann nennt man das eine »Regression«.
hr: Kada nadopuna slomi nešto, to se zove "nestabilnost".

source: Software regressions
de: Anwendungsregressionen
hr: Softverske nestabilnosti

source: Updates keep your computer safe, eliminate bugs and even sometimes add new features to your operating system.
de: Aktualisierungen halten Ihren Rechner sicher, beseitigen Fehler und fügen sogar manchmal neue Funktionen zu Ihrem Betriebssystem hinzu.
hr: Nadopune drže vaše računalo sigurnim, otklanjaju greške i ponekada dodaju nove značajke vašem operativnom sustavu.

source: Unfortunately they also sometimes introduce new issues called 'regressions'.
de: Leider führen sie manchmal auch neue Probleme ein, die »Regressionen« genannt werden.
hr: Nažalost ponekada predstavljaju novi problem koji se naziva "nestabilnost".

source: Regressions are very common in the software industry. They're inherent to software development. Code changes can cause regressions. No matter how skilled developers are, they can't always predict every possible situation or test on every possible hardware specification.
de: Regressionen sind in der Anwendungsindustrie sehr häufig. Sie sind ein natürlicher Bestandteil der Anwendungsentwicklung. Codeveränderungen können Regressionen verursachen. Egal wie erfahren Entwickler sind, sie können nicht immer jede mögliche Situation vorhersagen oder auf jede erdenkliche Gerätespezifikation testen.
hr: Nestabilnosti su vrlo česte u softverskoj industriji. One su prisutne u razvoju softvera. Promjene u kôdu mogu uzrokovati nestabilnosti. Bez obzira koliko su razvijatelji vješti, ne mogu uvijek predvidjeti sve moguće situacije ili testirati softver na svim mogućim hardverskim specifikacijama.

source: When a regression happens, it breaks something which worked well before.
de: Wenn eine Regression auftritt, dann macht es etwas kaputt, das vorher gut funktioniert hat.
hr: Kada se nestabilnost dogodi, slomi nešto što je prije radilo ispravno.

source: Sometimes it doesn't really matter, but sometimes it matters a lot.
de: Manchmal ist es überhaupt nicht wichtig, aber manchmal ist es sehr wichtig.
hr: Ponekada u stvari to nije bitno, ali ponekada je vrlo bitno.

source: It depends on what part of the operating system is affected and whether or not you're able to work around it or to fix it.
de: Es hängt davon ab, welcher Teil des Betriebssystems betroffen ist und ob Sie in der Lage sind es zu umgehen oder zu beheben.
hr: Ovisi o tome koji je dio operativnog sustava obuhvaćen i jeste li ili niste u stanju to popraviti.

source: Say, the PDF reader is no longer able to print. Well, it's annoying, but it's not as problematic as if your network connection stopped working or if you were suddenly unable to boot the computer or to login.
de: Einmal angenommen die Druckfunktion im PDF-Betrachter geht nicht mehr. Auch wenn es frustrierend scheint, ist es nicht so problematisch, als wenn die Netzwerkverbindung aufhören würde zu funktionieren oder sie plötzlich nicht mehr in der Lage wären, den Rechner zu starten bzw. sich anzumelden.
hr: Recimo, PDF čitač više ne može ispisivati. Stoga, to je neugodno, ali nije toliko problematično kao da vaše mrežno povezivanje prestane raditi ili ste odjednom u nemogućnosti pokrenuti računalo ili se prijaviti u sesiju.

source: In the latter case, it can be very problematic if you're not experienced with Linux and you don't know how to troubleshoot.
de: Im letzten Fall kann es sehr problematisch sein, wenn Sie sich im Umgang mit Linux nicht auskennen und nicht wissen, wie Fehler behoben werden.
hr: U potonjem slučaju, to može biti vrlo problematično ako niste iskusni s Linuxom i ne znate otkloniti poteškoće.

source: Updating from the command line
de: Von der Befehlszeile akualisieren
hr: Nadopuna iz naredbenog redka

source: Using mintupdate-cli
de: Verwendung von mintupdate-cli
hr: Upotreba mintupdate-cli

source: The Update Manager provides a command line utility called "mintupdate-cli".
de: Die Aktualisierungsverwaltung stellt ein Befehlszeilenprogramm namens »mintupdate-cli« zur Verfügung.
hr: Upravitelj nadopuna omogućuje alat naredbenog redka nazvanog "mintupdate-cli".

source: If you are experienced with Linux, you can use this tool in your scripts or your cron jobs to automate the installation of software updates.
de: Wenn Sie erfahren im Umgang mit Linux sind, können Sie dieses Werkzeug in Ihren Skripten oder Ihren Cron-Jobs nutzen, um die Installation von Anwendungsaktualisierungen zu automatisieren.
hr: Ako ste iskusni u radu s Linuxom, možete koristiti ovaj alat u vašim skriptama ili vašim cron zadacima kako bi automatizirali instalaciju nadopuna softvera.

source: Listing updates
de: Auflisten der Aktualisierungen
hr: Prikaz nadopuna

source: You can use the "list" command to list updates:
de: Sie können den Befehl »list« verwenden, um Aktualisierungen aufzulisten:
hr: Možete koristiti "list" naredbu za prikaz nadopuna:

source: You can use -s to only show the security updates.
de: Sie können -s verwenden, um nur die Sicherheitsaktualisierungen anzuzeigen.
hr: Možete koristiti -s za prikaz sigurnosnih nadopuna.

source: You can use -k to only show the kernel updates.
de: Sie können -k verwenden, um nur die Systemkernaktualisierungen anzuzeigen.
hr: Možete koristiti -k za prikaz nadopuna kernela.

source: For instance, the following command lists all security updates:
de: Der folgende Befehl listet beispielsweise alle Sicherheitsupdates auf:
hr: Na primjer, sljedeća naredba prikazuje sve sigurnosne nadopune:

source: Applying updates
de: Aktualisierungen werden angewandt
hr: Primijenjivanje nadopuna

source: You can use the "upgrade" command to apply updates, using the same options.
de: Sie können den Befehl »upgrade« verwenden, um Aktualisierungen unter Benutzung der selben Optionen anzuwenden.
hr: Možete koristiti "upgrade" naredbu kako bi primijenili nadopune, koristeći iste mogućnosti.

source: For instance, the following command applies kernel updates:
de: Der folgende Befehl wendet beispielsweise Systemkernaktualisierungen an:
hr: Na primjer, sljedeća naredba prikazuje sve nadopune kernela:

source: Note the -r argument, which was added to refresh the cache.
de: Bitte beachten Sie den Parameter -r, welcher hinzugefügt wurde, um den Puffer aufzufrischen.
hr: Napomena: -r argument, je dodan za osvježavanje predmemorije.

source: For more information on mintupdate-cli and a complete list of arguments, type:
de: Um weitere Informationen zu mintupdate-cli und eine vollständige Liste der Parameter zu erhalten, bitte Folgendes eingeben:
hr: Za više informacija o mintupdate-cli i potpuni prikaz argumenata, upišite:

source: Kernels and kernel updates
de: Systemkerne und Systemkernaktualisierungen
hr: Kerneli i nadopune kernela

source: Kernel updates
de: Systemkernaktualisierungen
hr: Nadopune kernela

source: The kernel is the central part of the operating system. Among other things, it is responsible for hardware support.
de: Der Systemkern ist der zentrale Teil des Betriebssystems. Neben anderen Dingen, ist dieser für die Geräteunterstützung verantwortlich.
hr: Kernel je središnji dio operativnog sustava. Između ostalog, odgovoran je za hardversku podršku.

source: From a security point of view, it is important to apply kernel updates.
de: Vom Standpunkt der Sicherheit aus gesehen ist es wichtig, Systemkernaktualisierungen anzuwenden.
hr: Sa sigurnosne točke gledišta, bitno je da primjenjujete nadopune kernela.

source: A kernel regression could however affect your ability to connect to the Internet, to start your desktop environment or even to boot the operating system.
de: Eine Regression in einem Systemkern könnte dennoch die Möglichkeiten sich mit dem Internet zu verbinden, die Arbeitsumgebung zu starten oder sogar das Betriebssystem zu starten beeinflussen.
hr: Nestabilnost kernela može utjecati na vašu sposobnost povezivanje s internetom, pokretanja svojeg okruženja radne površine ili čak pokretanja operativnog sustava.

source: For this reason it is important to be cautious when applying kernel updates and to know how to revert them when something goes wrong.
de: Aus diesem Grunde ist es wichtig, beim Anwenden von Systemkernaktualisierungen vorsichtig zu sein und zu wissen, wie sie rückgängig gemacht werden können, wenn etwas schief geht.
hr: Iz tih razloga bitno je da ste oprezni u primjeni nadopuna kernela i da znate kako vratiti na stanje prije nadopune ako nešto krene po krivu.

source: Multiple kernels can be installed
de: Mehrere Systemkerne können installiert werden
hr: Više kernela može biti instalirano

source: When you apply an update, you replace the old version of the software with the new version.
de: Wenn Sie eine Aktualisierung anwenden, ersetzen Sie die alte Version der Anwendung durch die neue Version.
hr: Kada primjenjujete nadopunu, zamjenjujete stariju inačicu softvera s novom inačicom.

source: Things are different when it comes to kernels. When you apply a "kernel update", you don't actually update the kernel, you install a new kernel alongside the existing one.
de: Anders sieht es aus, wenn es um den Kernel geht. Wenn Sie eine Systemkernaktualisierung anwenden, aktualisieren Sie nicht den Systemkern, Sie installieren einen neuen Systemkern zusätzlich zu dem Vorhandenen.
hr: Stvari su drugačije kada se radi o kernelu. Kada primjenjujete "Nadopunu kernela", vi ustvari ne nadopunjujete kernel, vi instalirate novi kernel uz postojeći.

source: Every time you apply a kernel update, you install a new kernel on the system, without removing the old ones.
de: Jedes Mal, wenn Sie eine Systemkernaktualisierung anwenden, installieren Sie einen neuen Systemkern auf Ihrem System, ohne die Alten zu entfernen.
hr: Svaki puta kada primijenite nadopunu kernela, vi instalirate novi kernel na sustav, bez uklanjanja starih kernela.

source: At boot time, the computer selects the most recent one.
de: Beim Startvorgang wählt der Rechner die Aktuellsten aus.
hr: Pri pokretanju u izborniku pokretanja, računalo odabire najnoviji kernel.

source: Identifying the current kernel
de: Den aktuellen Systemkern ermitteln
hr: Identifikacija trenutnog kernela

source: If you want to know which kernel you are currently using, open a terminal and type:
de: Wenn Sie wissen möchten, welchen Systemkern Sie gerade verwenden, bitte ein Terminal öffnen und Folgendes eingeben:
hr: Ako želite znati koji kernel trenutno koristite, upišite u terminal:

source: Installing and removing kernels
de: Systemkerne installieren und entfernen
hr: Instalacija i uklanjanje kernela

source: You can install and remove kernels from the Update Manager.
de: Sie können Systemkerne mithilfe der Aktualisierungsverwaltung installieren oder entfernen.
hr: Možete instalirati i ukloniti kernel iz Upravitelja nadopuna.

source: Select "Tools" -&gt; "Kernel Manager" in the menu.
de: Bitte »Werkzeuge« → »Systemkernverwaltung« im Menü auswählen.
hr: Odaberite "Alati" -&gt; "Upravitelj kernela" u izborniku.

source: You cannot remove the kernel you are currently using. To remove it, you need to reboot and select a different kernel to boot with.
de: Sie können den derzeit verwendeten Systemkern nicht entfernen. Um ihn zu entfernen, müssen Sie einen Neustart durchführen und einen anderen Systemkern zum Starten auswählen.
hr: Ne možete ukloniti kernel koji trenutno koristite. Kako bi ga uklonili, morate ponovno pokrenuti računalo i odabrati drugi kernel za pokretanje.

source: Selecting a kernel
de: Auswahl eines Systemkerns
hr: Odabir kernela

source: You can have multiple kernels installed, but you can only run one kernel at a time.
de: Sie können mehrere Systemkerne installiert haben, aber Sie können jeweils nur einen Systemkern ausführen.
hr: Imate više instaliranih kernela, ali možete istovremeno imati samo jedan kernel pokrenut.

source: When you boot the computer, the very first screen is called the Grub menu. This menu allows you to choose operating systems but you can also use it to select a kernel.
de: Wenn Sie Ihren Rechner starten, ist der erste Bildschirm das so genannte Grub-Menü. Dieses Menü erlaubt es Ihnen, Betriebssysteme auszuwählen, aber Sie können es auch verwenden, um einen Systemkern auszuwählen.
hr: Kada pokrenete računalo, prvi zaslon koji se pojavi je Grub izbornik. Taj izbornik vam omogućuje odabir operativnih sustava ali ga isto možete koristiti za odabir kernela.

source: If you only have one operating system installed, your boot sequence might skip the Grub menu. To force the Grub menu to show, boot the computer and keep pressing the left <key>Shift</key> key.
de: Wenn Sie nur ein Betriebssystem installiert haben, könnte der Startvorgang das Grub-Menü überspringen. Um das Grub-Menü anzuzeigen, bitte den Rechner starten und die linke <key>Umschalttaste</key> drücken.
hr: Ako imate samo jedan operativni sustav instaliran, vaš redoslijed pokretanja može preskočiti Grub izbornik. Kako bi prisilili Grub izbornik da se prikaže, pokrenite računalo i pritiskajte lijevu tipku <key>Shift</key>.

source: To select a kernel, choose "Advanced options" in the Grub menu. You should see all the kernels currently installed. Select the one you want to use and your computer will boot with that one.
de: Um einen Systemkern auszuwählen, bitte im Grub-Menü »Erweiterte Optionen« auswählen. Sie sollten alle derzeit installierten Systemkerne sehen. Wählen Sie den Systemkern, welchen Sie verwenden möchten, und Ihr Rechner wird mit diesem starten.
hr: Kako bi odabrali kernel, odaberite "Napredne mogućnosti" u Grub izborniku. Trebali bi vidjeti sve trenutno instalirane kernele. Odaberite onaj koji želite koristiti i vaše će se računalo pokrenuti s tim kernelom.

source: Checking the DKMS status
de: Überprüfung des DKMS-Status
hr: Provjeravnje DKMS stanja

source: The kernel includes all open source drivers and these usually work very well. Proprietary drivers (NVIDIA, AMD, Broadcom, etc.) are not included and they need to compile themselves against every kernel you install. This is done via a mechanism called DKMS.
de: Der Systemkern enthält alle quelloffenen Treiber und diese funktionieren in der Regel sehr gut. Proprietäre Treiber (NVIDIA, AMD, Broadcom … usw) sind nicht enthalten und sie müssen für jeden Systemkern, den Sie installieren, kompiliert werden. Das geschieht über einen Mechanismus namens DKMS.
hr: Kernel uključuje sve upravljačke programe otvorenog kôda i oni uobičajeno rade dobro. Vlasnički upravljački programi (NVIDIA, AMD, Broadcom…itd.) nisu uključeni i oni se moraju posebno kompilirati za svaki kernel koji ponovno instalirate.

source: If a proprietary driver isn't properly recompiled with DKMS for one of your kernels, it will not function correctly with that kernel.
de: Wenn ein proprietärer Treiber nicht ordnungsgemäß mit DKMS für einen Ihrer Systemkerne kompiliert wird, funktioniert er nicht richtig mit diesem Systemkern.
hr: Ako vlasnički upravljački programi nisu ispravno ponovno kompilirani s DKMS-om od vašeg jednog kernela, neće ispravno funkcionirati s tim kernelom.

source: After installing or removing a kernel, you can check your DKMS status, to make sure all proprietary drivers are properly installed for each of your kernels with the following command:
de: Nach dem Installieren oder Entfernen eines Systemkerns können Sie Ihren DKMS-Status überprüfen, um sicherzustellen, dass alle proprietären Treiber für jeden Ihrer Systemkerne ordnungsgemäß installiert sind:
hr: Nakon instaliranja ili uklanjanja kernela, možete provjeriti vaše DKMS stanje, kako bi bili sigurni da su svi vlasnički upravljački programi ispravno instalirani za svaki vaš kernel upisivanjem naredbe u terminal:

source: New kernel series usually become available before proprietary drivers support them via DKMS. If you are using proprietary drivers, it is recommended to stick to kernel updates and not to install kernels from series which are newer than the series of the recommended kernels.
de: Neue Systemkernserien erscheinen in der Regel bevor proprietäre Treiber sie über DKMS unterstützen. Wenn Sie proprietäre Treiber verwenden, empfiehlt es sich, Systemkernaktualisierungen auszusetzen und keine Systemkerne aus Serien zu installieren, die neuer sind als die aus der Serie der empfohlenen Systemkerne.
hr: Nova serija kernela uobičajeno postaje dostupna prije nego što ih vlasnički upravljački programi podrže putem DKMS-a. Ako koristite vlasničke upravljačke programe, preporučljivo je da se držite nadopuna kernela a ne da ih instalirate iz serije koje su novije od serija preporučenih kernela.

source: Reverting a kernel update
de: Eine Systemkernaktualisierung rückgängig machen
hr: Vraćanje prijašnje nadopune kernela

source: If something doesn't work with the latest kernel you installed (or the latest kernel update), reboot, select the kernel you were previously using, remove the new kernel and reboot again.
de: Wenn etwas mit dem zuletzt von Ihnen installierten Systemkern (oder der letzten Systemkernaktualisierung) nicht funktioniert, starten Sie neu, wählen Sie den vorher genutzten Systemkern aus, entfernen den neuen Systemkern und starten nochmals neu.
hr: Ako nešto ne radi s novim kernelom koji ste instalirali (ili posljednjom nadopunom kernela), ponovno pokrenite računalo, odaberite kernel koji ste prije koristili, uklonite novi kernel i opet ponovno pokrenite računalo.

source: Update Manager
de: Aktualisierungsverwaltung
hr: Upravitelj nadopuna

source: The Update Manager provides your operating system with software and security updates.
de: Die Aktualisierungsverwaltung versorgt Ihr Betriebssystem mit Anwendungs- und Sicherheitsaktualisierungen.
hr: Upravitelj nadopuna opskrbljuje vaš operativni sustav sa softverskim i sigurnosnim nadopunama.
