Repository: rbtylee/mintupdate-ppa
Catalog: po/mintupdate-*.po
Languages: de, hr

source: Bug Tracker
de: Fehlerverfolgungssystem
hr: Pratitelj grešaka

source: Known Security Issues (CVE)
de: Bekannte Sicherheitsprobleme (CVE)
hr: Poznati sigurnosni propusti (CVE)

source: <b>Warning:</b> This is an unsupported kernel meant for testing purposes.
de: <b>Warnung:</b> Dies ist ein ungeprüfter Systemkern für Testzwecke.
hr: <b>Upozorenje:</b> Ovo je nepodržani kernel namijenjen testiranju.

source: Remove
de: Entfernen
hr: Ukloni

source: Queue Removal
de: Warteschlangenentfernen
hr: Raspored uklanjanja

source: This kernel cannot be removed because it is currently in use.
de: Dieser Systemkern kann nicht entfernt werden, da er gerade verwendet wird.
hr: Ovaj kernel se ne može ukloniti jer je trenutno u upotrebi.

source: Install
de: Installieren
hr: Instaliraj

source: Queue Installation
de: Warteschlangeninstallation
hr: Raspored instalacije

source: Are you sure you want to remove the %s kernel?
de: Sind Sie sicher, dass Sie den Systemkern %s entfernen möchten?
hr: Sigurno želite ukloniti kernel %s?

source: Are you sure you want to install the %s kernel?
de: Sind Sie sicher, dass Sie den Systemkern %s installieren möchten?
hr: Sigurno želite instalirati kernel %s?

source: Kernel can be removed automatically. Click to add automatic removal protection.
de: Systemkern kann automatisch entfernt werden. Klicken Sie, um Schutz vor automatischer Entfernung hinzuzufügen.
hr: Kernel se može ukloniti automatski. Kliknite kako biste dodali zaštitu od automatskog uklanjanja.

source: Kernel is protected from automatic removal. Click to remove automatic removal protection.
de: Systemkern ist vor automatischer Entfernung geschützt. Klicken Sie, um Schutz vor automatischer Entfernung zu entfernen.
hr: Kernel je zaštićen od automatskog uklanjanja. Kliknite kako biste uklonili zaštitu od automatskog uklanjanja.

source: Set Default Kernel…
de: Standardsystemkern einstellen…
hr: Postavi zadani kernel…

source: Reboot to Default Kernel…
de: Neustarten with Standardsystemkern…
hr: Pokreni računalo u zadani kernel…

source: Reboot to Current Kernel…
de: Neustarten with aktuellem Systemkern…
hr: Pokreni računalo u trenutni kernel…

source: Reboot to Another Kernel…
de: Neustarten mit anderem Systemkern…
hr: Pokreni računalo u drugi kernel…

source: Active
de: Aktiv
hr: Aktivan

source: Installed
de: Installiert
hr: Instaliran

source: (Pre-release)
de: (Vorabversion)
hr: (Predizdanje)

source: (Mainline)
hr: (Glavni ogranak)

source: End of Life
de: Ende der Unterstützungsdauer
hr: Zastario

source: Superseded
de: Wurde ersetzt
hr: Nepokrenut

source: Unsupported
de: Nicht unterstützt
hr: Nepodržan

source: Status Unknown
de: Unbekannter Status
hr: Stanje nepoznato

source: Supported until
de: Wird unterstützt bis
hr: Podržan do

source: Daily build
hr: Dnevne izgradnje

source: Mainline
de: Entwicklungsversion
hr: Glavni

source: Stable
de: Stabil
hr: Stabilan

source: Longterm
de: Langzeitunterstützung
hr: Dugoročno podržan

source: You are currently using the following kernel:
de: Sie benutzen derzeit den folgenden Systemkern:
hr: Trenutno koristite sljedeći kernel:

source: Unknown
de: Unbekannt
hr: Nepoznato

source: Select the kernel to reboot to:
de: Wählen Sie den Systemkern für den Neustart aus:
hr: Odaberi kernel za pokretanje:

source: Reboot to Selected Kernel Now
de: Jetzt mit ausgewähltem Systemkern neu starten
hr: Pokreni računalo u odabrani kernel odmah

source: Select the kernel the system with with by default. GRUB_DEFAULT=saved must be set in /etc/default/grub.
de: Wählen Sie den Systemkern, mit dem das System standardmäßig started. GRUB_DEFAULT=saved muss in /etc/default/grub eingestellt sein.
hr: Odaberite kernel u koji se sustav ponovno pokreće po zadanome. GRUB_DEFAULT=saved mora biti postavljen u /etc/default/grub.

source: Set Selected Kernel as Default Kernel
de: Ausgewählten Systemkern as Standardsystemkern einstellen
hr: Postavi odabrani kernel kao zadani kernel

source: Reboot to default kernel now?
de: Jetzt mit Standardsystemkern neustarten?
hr: Pokreni računalo u zadani kernel odmah?

source: Reboot to kernel {selected_kernel} now?
de: Jetzt mit Systemkern {selected_kernel} neustarten?
hr: Pokreni računalo u kernel {selected_kernel} odmah?

source: Failed to configure selected kernel with GRUB
de: Der gewählte Systemkern konnte nicht in die Startkonfiguration von GRUB eingestellt werden
hr: Neuspjelo podešavanje odabranog kernela s GRUBOM

source: Kernel installation/removal in progress
de: Systemkerninstallation/-entfernung wird durchgeführt
hr: Instalacija/Uklanjanje kernela je u tijeku

source: Show and install available updates
de: Verfügbare Aktualisierungen anzeigen und installieren
hr: Prikaži i instaliraj dostupne nadopune

source: Install and remove kernels
de: Installieren und Entfernen von Systemkernen
hr: Instaliraj i ukloni kernele

source: Update and Kernel Manager
de: Aktualisierungs- und Systemkernverwaltung
hr: Nadopuni Upravitelja kernela

source: Refreshing the list of updates
de: Auffrischen der Liste der Aktualisierungen
hr: Osvježavanje popisa nadopuna

source: Right click an entry to show the changelog
de: Rechter Mausklick auf einen Eintrag zeigt das Änderungsprotokoll
hr: Desno kliknite na unos za prikaz zapisa promjena

source: Close
de: Schließen
hr: Zatvori

source: Kernel flavor:
de: Systemkernvariante:
hr: Izdanje kernela:

source: Perform Queued Actions…
de: Wartende Aktionen ausführen …
hr: Raspored radnji…

source: Remove Kernels…
de: Systemkern entfernen …
hr: Uklanjanje kernela…

source: Warning!
de: Achtung!
hr: Upozorenje!

source: Proceed with caution
de: Mit Vorsicht fortfahren
hr: Nastavite s oprezom

source: Do not show this message again
de: Diese Meldung nicht mehr anzeigen
hr: Ne prikazuj više ovu poruku

source: Help
de: Hilfe
hr: Pomoć

source: Continue
de: Fortsetzen
hr: Nastavi

source: Refreshing the list of kernels
de: Auffrischen der Liste der Systemkerne
hr: Osvježavanje popisa kernela

source: Please confirm the following actions:
de: Bitte bestätigen Sie die folgenden Aktionen:
hr: Potvrdite sljedeće radnje:

source: Cancel
de: Abbrechen
hr: Odustani

source: Apply
de: Anwenden
hr: Primijeni

source: This will fail if /boot/grub/grub.cfg does not belong to your currently active boot loader or if GRUB cannot write to the environment block, such as when it is stored on an MDRAID or LVM device.
de: Dies wird scheitern wenn /boot/grub/grub.cfg nicht zum gegenwärtig aktiven Urlader gehört oder wenn GRUB die Umgebungsvariablen nicht speichern kann, wie z.B. auf MDRAID- oder LVM-Geräten.
hr: Ovo neće uspjeti ako /boot/grub/grub.cfg ne pripada vašem trenutnom aktivnom učitaču pokretanja ili GRUB ne može zapisivati na blok okruženja, kao kada je spremljen na MDRAID ili ULU uređaj.

source: Clear
de: Leeren
hr: Ukloni odabir

source: Select All
de: Alles auswählen
hr: Odaberi sve

source: Install Updates
de: Aktualisierungen installieren
hr: Instaliraj nadopune

source: Update and Restart Update Manager
de: Aktualisieren und die Aktualisierungsverwaltung neu starten
hr: Nadopuni i ponovno pokreni Upravitelja nadopuna

source: Apply self-updates automatically
de: Nehme Selbstaktualiserungen automatisch vor
hr: Primijeni nadopune automatski

source: The options on this page can be harmful for your system and are only meant for expert users. Do not use them without a very good understanding of the implications.
de: Die Optionen auf dieser Seite können schädlich für Ihr System sein und sind nur für sachkundige Benutzer gedacht. Nutzen Sie diese nicht ohne ein sehr gutes Verständnis der Auswirkungen.
hr: Ove mogućnosti na ovoj stranici mogu biti štetne za vaš sustav i samo su namijenjene naprednim korisnicima. Ne koristite ih bez vrlo dobrog razumijevanja posljedica njihova korištenja.

source: Mainline Kernels
de: Mainline Systemkerne
hr: Kerneli glavnog ogranka

source: The so-called mainline kernels are untested builds of the raw kernel sources from kernel.org, without the modifications and additional drivers included in the supported kernels. They are meant for testing purposes and not for use on production systems.
de: Die sogenannten mainline Systemkerne sind ungeprüfte Builds der reinen Systemkernquellen von kernel.org ohne die bei unterstützen Systemkernen vorhandenen Anpassungen und zusätzlichen Treiber. Sie sind zu Testzwecken gedacht und nicht für den Einsatz in Produktivsystemen.
hr: Takozvani kerneli glavnog ogranka su netestirani paketi osnovnog izvora kernela sa kernel.org, bez prilagodbi i dodatnih upravljačkih programa uključenih u podržane kernele. Namijenjeni su za potrebe testiranja a ne za korištenje na poslovnim sustavima.

source: Allow installation of mainline kernels
de: Erlaube die Installation von mainline Systemkernen
hr: Dopusti instalaciju kernela glavnog ogranka

source: Include the latest unreleased series (release candidate)
de: Zeige die neueste nicht-veröffentlichte Serie (release candidate)
hr: Uključi najnovije neobjavljene serije (kandidate za izdanje)

source: Warning: Release candidate kernels are the most likely to cause problems.
de: Warnung: Probleme treten am wahrscheinlichsten mit noch nicht veröffentlichen Systemkernen auf.
hr: Upozorenje: Kerneli koji su kandidati za izdanje najvjerojatnije mogu uzrokovati probleme.

source: Include longterm support series
de: Zeige Systemkernserien mit Langzeitunterstützung an
hr: Uključi dugoročno podržane serije

source: Warning: This can noticeably slow down the kernel window due to the amount of kernels available in some of those series.
de: Warnung: Dies kann das Systemkernfenster deutlich verlangsamen aufgrund der hohen Anzahl an Systemkernen in einigen dieser Serien.
hr: Upozorenje: To može primjetno usporiti prozor kernela zbog velikog broja kernela koji su dostupni u nekim od tih serija.

source: Upgrade to the latest released series after the installed series reaches end-of-life
de: Auf die neueste veröffentlichte Serie aktualisieren, sobald die installierte Serie das Ende ihrer Lebensdauer erreicht hat.
hr: Nadogradi na najnovije izdanje nakon što instalirano izdanje dođe do kraja životnog ciklusa distribucije

source: Kernel Flavors
de: Systemkernvarianten
hr: Izdanje kernela

source: By default only the -generic kernel builds are available for installation since those are best suited for most desktop systems. By checking this option you enable a dropdown in the kernel window that allows you to choose other kernel flavors.
de: Standardmäßig werden nur Systemkerne der Variante -generic zur Installation angeboten, da diese am Besten für die meisten Desktopsysteme geeignet sind. Nach Aktivierung dieser Option wird ein Aufklappmenü im Systemkernfenster bereitgestellt, welches Ihnen die Auswahl anderer Systemkernvarianten erlaubt.
hr: Po zadanome samo su -generic paketi kernela dostupni za instalaciju budući da su najbolje prikladni za većinu sustava. Odabirom ove mogućnosti omogućujete padajući izbornik u prozoru kernela koji vam omogućuje odabir izdanja kernela.

source: Allow installation of different kernel flavors
de: Erlaube Installation anderer Systemkernvarianten
hr: Omogući instalaciju drugih izdanja kernela

source: Note that regardless of the setting the flavor selector shows automatically when you already have kernels of different flavors installed.
de: Beachten Sie, dass unabhängig von dieser Einstellung die Auswahlmöglichkeit von Systemkernvarianten automatisch angezeigt wird, wenn Sie bereits Systemkerne verschiedener Varianten installiert haben.
hr: Zapamtite da se unatoč postavki odabiratelj izdanja pojavljuje automatski kada već imate instalirane kernele drugih izdanja.

source: Further note that switching to a different flavor can lead to a kernel meta-package for that flavor getting added to your list of updates.
de: Beachten Sie weiter, dass der Wechsel zu einer anderen Systemkernvariante dazu führen kann, dass ein Systemkernmetapaket der Liste der Aktualisierungen hinzugefügt wird.
hr: Nadalje zapamtite da prebacivanje na drugo izdanje može dovesti do dodavanja meta-paketa kernela na vaš popis nadopuna.

source: Interface
de: Oberfläche
hr: Sučelje

source: Hide the main window when installing or removing updates or kernels
de: Verstecke das Hauptfenster, wenn Aktualisierungen oder Systemkerne installiert oder entfernt werden.
hr: Sakrij glavni prozor tijekom instalacije ili uklanjanja nadopuna ili kernela.

source: If you do not enable the next option as well then you will still have to close the popup window first before Update Manager's window closes.
de: Wenn Sie die nächste Option nicht ebenfalls aktivieren, dann müssen Sie zunächst das Dialogfenster schließen, bevor die Aktualisierungsverwaltung ausgeblendet wird.
hr: Ako ne odaberete sljedeću mogućnost tada ćete morati zatvorit skočni prozor prije zatvaranja prozora Upravitelja nadopuna.

source: Close installation/removal popup automatically
de: Schließe den Installations-/Entfernungsdialog automatisch
hr: Zatvori skočni prozor instalacije/uklanjanja automatski

source: Show desktop notifications
de: Zeige Systembenachrichtigungen
hr: Prikaži obavijesti radne površine

source: Only show a tray icon when updates are available or in case of errors
de: Das Systemleistensymbol nur anzeigen, wenn Aktualisierungen verfügbar sind oder im Falle eines Fehlers
hr: Samo prikaži obavijesnu ikonu sustava kada su nadopune dostupne ili u slučaju greški

source: Use AppIndicator for the tray icon (more limited but supports more desktops)
de: Benutze AppIndicator für das Statussymbol (eingeschränkter aber wird von mehr Desktopumgebungen unterstützt)
hr: Koristi AppIndicator u obavijesnoj ikoni sustava (ima više ograničenja ali je podržano u više radnih okruženja)

source: Update details default tab:
de: Standardreiter der Aktualisierungsdetails:
hr: Nadopuni pojedinosti zadane kartice:

source: Self-Updates
de: Selbstaktualisierung
hr: Samostalno nadopunjavanje

source: Apply updates to Update Manager and other priority packages automatically
de: Installiere Aktualisierungen der Aktualisierungsverwaltung und anderer prioritärer Pakete automatisch
hr: Primijeni nadopune Upravitelja nadopuna i ostalih prioritetnih paketa automatski

source: Automatically create a system snapshot before manually installing updates
de: Automatische Erstellung eines Systemschnappschusses vor der manuellen Installation von Aktualisierungen
hr: Automatski stvori snimku sustava prije ručne instalacije nadopuna

source: Maximum number of those snapshots to keep:
de: Höchstanzahl dieser Schnappschüsse:
hr: Najveći broj snimaka sustava za zadržati:

source: Ask for confirmation before creating a snapshot
de: Frage nach Bestätigung vor der Erstellung eines Systemschnappschusses
hr: Upitaj za potvrdu prije stvaranja snimke sustava

source: Refresh Schedule
de: Aktualisierungszeitplan
hr: Raspored osvježavanja

source: Enable scheduled refresh of the list of available updates
de: Aktivere die geplante Aktualisierung der Liste der verfügbaren Aktualisierungen
hr: Omogući raspored osvježavanja popisa dostupnih nadopuna

source: You can disable each refresh type individually by setting its schedule to 0.
de: Sie können jeden Aktualisierungsplan einzeln deaktivieren, indem der Plan auf 0 gesetzt wird.
hr: Možete onemogućiti pojedinu vrstu osvježavanja postavljanjem rasporeda na 0.

source: Recurring refresh every:
de: Wiederholtes Auffrischen alle:
hr: Ponovno osvježavanje svakih:

source: Hours
de: Stunden
hr: Sati

source: Minutes
de: Minuten
hr: Minute

source: Initial refresh after:
de: Anfängliches Auffrischen nach:
hr: Početno osvježavanje nakon:

source: Days
de: Tage
hr: Dani

source: The initial refresh time is calculated from application start. The recurring refresh time is calculated from the time of the last refresh performed by this application.
de: Der Zeitpunkt des anfänglichen Auffrischens bezieht sich auf den Start der Anwendung. Der Zeitpunkt des wiederholten Auffrischens berechnet sich vom Zeitpunkt des letzten durch diese Anwendung durchgeführten Auffrischens.
hr: Vrijeme početnog osvježavanja izračunava se od vremena pokretanja aplikacije. Vrijeme ponovnog osvježavanja izračunava se od vremena posljednjeg osvježavanja obavljenog ovom aplikacijom.

source: A due scheduled refresh will be delayed while the Update Manager window is open.
de: Ein fälliges geplantes Auffrischen wird verzögert während das Fenster der Aktualisierungsverwaltung geöffnet ist.
hr: Raspored osvježavanja biti će odgođen dok je prozor Upravitelja nadopuna otvoren.

source: Software Manager
de: Anwendungsverwaltung
hr: Upravitelj softvera

source: Refresh Software Manager's package cache with each scheduled or manual refresh
de: Erneuere den Paketzwischenspeicher der Anwendungsverwaltung mit jedem geplanten oder manuellen Auffrischen
hr: Osvježi predmemoriju paketa Upravitelja softvera pri svakom osvježavanju prema rasporedu ili ručnom osvježavanju

source: Automatic Updates
de: Automatische Aktualisierungen
hr: Automatsko nadopunjivanje

source: Make sure your system snapshots are properly configured before using this option.
de: Stellen Sie sicher, dass Ihre Systemschnappschüsse richtig konfiguriert sind, bevor Sie diese Option verwenden.
hr: Pobrinite se da su vaše snimke sustava ispravno podešene prije korištenja ove mogućnosti.

source: With this option all updates are applied automatically on a daily basis via a system service.
de: Diese Option aktiviert einen Systemdienst, der alle Aktualisierungen täglich automatisch installiert.
hr: Sa ovom mogućnosti sve nadopune su primijenjene automatski dnevno putem usluge sustava.

source: You will be prevented from rebooting or shutting down the system while this service is running to prevent system corruption.
de: Es wird verhindert, dass Sie das System neu starten oder herunterfahren, während der Systemdienst läuft, um eine Beschädigung des Systems zu vermeiden.
hr: Biti ćete spriječeni u ponovnom pokretanju i isključivanju računala dok je usluga pokrenutu kako bi se spriječilo oštećenje sustava.

source: Apply updates automatically
de: Aktualisierungen automatisch anwenden
hr: Primijeni nadopune automatski

source: Only include kernel updates
de: Nur Systemkernaktualisierungen
hr: Samo obuhvati nadopune kernela

source: Only include security updates
de: Nur Sicherheitsaktualisierungen
hr: Samo obuhvati sigurnosne nadopune

source: Do not update configuration files (use with caution)
de: Keine Aktualisierung von Konfigurationsdateien (Vorsicht bei der Benutzung)
hr: Ne nadopunjuj datoteke podešavanja (koristite s oprezom)

source: Export ignore list to /etc/mintupdate.blacklist
de: Die Negativliste nach /etc/mintupdate.blacklist exportieren
hr: Izvezi popis zanemarenih u /etc/mintupdate.blacklist

source: Show a desktop notification if automatic updates failed or require a reboot
de: Zeige eine Systembenachrichtigung, wenn die automatische Installation von Aktualisierungen scheitert oder einen Neustart erfordert
hr: Prikaži obavijest radne površine ako automatsko nadopunjavanje ne uspije ili je potrebno ponovno pokretanje

source: Allow mainline kernel updates
de: Erlaube mainline-Systemkernaktualisierungen
hr: Dopusti nadopune glavnog ogranka kernela

source: Install recommended packages (use with caution)
de: Installiere empfohlene Pakete (Vorsicht bei der Benutzung)
hr: Instaliraj preporučene pakete (koristite s oprezom)

source: Create system snapshot
de: Erstelle Systemschnappschuss
hr: Stvori snimku sustava

source: Automatic Maintenance
de: Automatische Wartung
hr: Automatsko održavanje

source: This weekly service removes no longer needed dependencies as well as old kernel updates. It always leaves at least one older kernel installed and never removes manually installed kernels.
de: Diese wöchtenliche Systemdienst entfernt nicht mehr benötigte Softwarepakete ebenso wie ältere Systemkernaktualisierungen. Es bleibt immer mindestens ein älterer Systemkern installiert und manuell installierte Systemkerne werden niemals entfernt.
hr: Ova tjedna usluga uklanja nepotrebne zavisnosti i stare nadopune kernela. Ova mogućnost uvijek ostavlja najmanje jedan stariji kernel instaliran i ne uklanja ručno instalirane kernele.

source: Enable automatic maintenance
de: Aktivieren der automatischen Wartung
hr: Omogući automatsko održavanje

source: Packages listed here will never receive updates. Use this option to block updates that you know cause issues on your system.
de: Die hier aufgeführten Pakete werden nie aktualisiert. Verwenden Sie diese Option, um Aktualisierungen zu sperren, von denen Sie wissen, dass sie Probleme auf Ihrem System verursachen.
hr: Paketi navedeni ovdje nikada neće primiti nadopune. Koristite ovu mogućnost za blokiranje nadopuna za koje znate da uzrokuju probleme na vašem sustavu.

source: It is recommended to add packages to the ignore list by right-clicking them in the updates listing.
de: Es wird empfohlen, Pakete zur Negativliste hinzuzufügen, indem Sie mit der rechten Maustaste auf sie in der Liste der Aktualisierungen klicken.
hr: Preporučljivo je dodavanje paketa na popis zanemarenih lijevim klikom na nadopunu u popisu nadopuna.

source: Add…
de: Hinzufügen…
hr: Dodaj…

source: Window
de: Fenster
hr: Prozor

source: Selection
de: Auswahl
hr: Odabir

source: Select Security Updates
de: Sicherheitaktualisierungen auswählen
hr: Odaberi sigurnosne nadopune

source: Select Kernel Updates
de: Kernelaktualisierungen auswählen
hr: Odaberi nadopune kernela

source: Tools
de: Werkzeuge
hr: Alati

source: Linux kernel %s
de: Linux Systemkern %s
