Repository: rbtylee/mintupdate-ppa
Catalog: po/mintupdate-*.po
Languages: de, hr

source: Updates are important because they keep your computer safe, eliminate bugs and can even add new features to your operating system.
de: Aktualisierungen sind wichtig, da sie Ihren Rechner sicher halten, Fehler beseitigen und sogar neue Funktionen zu Ihrem Betriebssystem hinzufügen können.
hr: Nadopune su bitne kako bi vaše računalo ostalo sigurno, uklonile se greške i čak dodale nove značajke vašem operativnom sustavu.

source: Unfortunately they also sometimes introduce new issues called 'regressions', which can break things which worked well before.
de: Unglücklicherweise führen sie auch manchmal neue Probleme, sogenannte »Regressionen« ein, welche Dinge kaputt machen können, die vorher gut funktionierten.
hr: Nažalost isto tako ponekad nadopune prouzroče nove probleme koji se nazivaju 'nestabilnosti', koje mogu slomiti stvari koje su prije radile dobro.

source: To keep your computer safe and in good working condition, it is recommended to apply all available updates and to set up system snapshots, so that you can restore your system in case something goes wrong.
de: Um Ihren Rechner sicher und in einem guten Zustand zu halten, wird empfohlen, alle verfügbaren Aktualisierungen zu installieren und Systemschnappschüsse einzurichten, damit Sie Ihr System wiederherstellen können, falls etwas schief geht.
hr: Kako bi održali vaše računalo sigurnim i u dobrom operativnom stanju, preporučljivo je primijenjivanje svih dostupnih nadopuna i postavljanje stvaranja snimaka sustava, tako da možete obnoviti svoj sustav u slučaju da nešto krene po krivu.

source: Core concepts
de: Kernkonzepte
hr: Koncepti jezgre

source: This section explains the core concepts related to software updates.
de: In diesem Abschnitt werden die Kernkonzepte für Anwendungsaktualisierungen erläutert.
hr: Ovaj odlomak objašnjava koncepte jezgre povezane s nadopunama softvera.

source: This section explains kernel updates.
de: In diesem Abschnitt werden Systemkernaktualisierungen erläutert.
hr: Ovaj odlomak objašnjava nadopune kernela.

source: Advanced techniques
de: Erweiterte Techniken
hr: Napredne tehničke mogućnosti

source: This section explains advanced techniques.
de: In diesem Abschnitt werden erweiterte Techniken erläutert.
hr: Ovaj odlomak objašnjava napredne tehničke mogućnosti.

source: translator-credits
de: Launchpad Contributions: Tobias Bannert https://launchpad.net/~toba gm10 https://launchpad.net/~gm10
hr: Launchpad Contributions: gm10 https://launchpad.net/~gm10 gogo https://launchpad.net/~trebelnik-stefina

source: Warning: This is an unsupported kernel meant for testing purposes. Consider switching to a supported kernel instead.
de: Warnung: Dies ist ein ungeprüfter Systemkern für Testzwecke. Erwägen sie, auf einem geprüften Systemkern zu wechseln.
hr: Upozorenje: Ovo je nepodržani kernel namijenjen testiranju. Razmislite o prelasku na podržani kernel.

source: The Linux kernel.
de: Der Linux Systemkern
hr: Linux kernel.

source: The Linux kernel provides the interface that allows your software to interact with your hardware. It includes open-source device and filesystem drivers, and proprietary drivers need to support it. Because of that, a new kernel can affect all areas of your system.
de: Der Linux Systemkern stellt die Schnittstelle zur Verfügung, die es Ihren Anwendungen ermöglicht, mit Ihren Geräten zu interagieren. Er beinhaltet unter anderem offene Geräte- und Dateisystemtreiber und proprietäre Treiber müssen ihn unterstützen. Deshalb kann ein neuer Systemkern Auswirkungen auf alle Bereiche Ihres Systems haben.
hr: Linux kernel pruža sučelje koje omogućuje vašem softveru komunikaciju s vašim hardverom. Uključuje upravljačke programe otvorenog kôda za datotečne sustave i uređaje, a vlasnički upravljački programi ga moraju podržavati. Zbog toga, novi kernel može utjecati na sva područja vašeg sustava.

source: Should you experience problems after installing or updating a kernel, you can reboot using another kernel. This can be done via the corresponding function in Kernel Manager's options menu, or via the GRUB boot loader's boot menu (access it by rebooting and pressing Esc once after the BIOS boot screen disappears, then select the advanced options to access your previous kernel). After the reboot, remove the problematic kernel using Kernel Manager.
de: Sollten Sie nach einer Aktualisierung des Systemkerns auf Probleme stoßen, dann können Sie das System mit dem vorherigen Systemkern neu starten. Dies ist mit der entsprechenden Funktion im Optionsmenü der Systemkernverwaltung möglich, oder über das Menü der GRUB-Urladers (greifen Sie darauf zu, indem sie einmal Esc drücken, nachdem der BIOS-Bildschirm verschwindet, dann wählen Sie die fortgeschrittenen Optionen aus, um auf den vorherigen Kernel zuzugreifen). Nach dem Neustart entfernen Sie den problematischen Systemkern mit Hilfe der Systemkernverwaltung.
hr: Ako naiđete na probleme nakon instaliranja ili nadopune kernela, možete ponovno pokrenuti računalo pomoću drugog kernela. To možete učiniti odgovarajućom funkcijom u izborniku mogućnosti Upravitelja kernela, ili putem izbornika pokretanja GRUB učitača pokretanja (kojemu se pristupa ponovnim pokretanjem računala i jednim pritiskom na Esc tipku nakon što BIOS zaslon nestane, zatim odaberite stavku Napredne mogućnosti kako bi pristupili prijašnjem kernelu). Nakon ponovnog pokretanja računala, uklonite problematičan kernel pomoću Upravitelja kernela.

source: If you configured system snapshots, you can also use Timeshift to restore a previous known working configuration.
de: Falls Sie die Erstellung von Systemschnappschüssen konfiguriert haben, dann können Sie außerdem Timeshift verwenden, um eine frühere funktionierende Konfiguration wiederherzustellen.
hr: Ako imate postavljeno stvaranje snimaka sustava, isto tako možete koristiti Timeshift za vraćanje prijašnje poznate konfiguracije koja je radila.

source: Be aware that this kernel update will be installed in addition to your current kernel. If you do not have Update Manager's Automatic Maintenance service enabled, be sure to manage the amount of kernels you keep installed for they take up a lot of disk space.
de: Seien Sie gewahr, dass diese Systemkernaktualisierung zusätzlich zu Ihrem gegenwärtigen Systemkern installiert wird. Falls Sie den automatische Wartungsdienst der Aktualisierungsverwaltung nicht aktiviert haben, dann stellen Sie sicher, die Anzahl der installierten Systemkerne zu kontrollieren, da diese eine Menge Speicherplatz einnehmen.
hr: Zapamtite da će ova nadopuna kernela biti instalirana kao dodatak vašem trenutnom kernelu. Ako nemate omogućenu uslugu Automatskog održavanja u Upravitelju nadopuna, pripazite na broj instaliranih kernela jer mogu zauzeti puno diskovnog prostora.

source: Preferences
de: Einstellungen
hr: Osobitosti

source: Back
de: Zurück
hr: Natrag

source: Before updating: %s
de: Vor Aktualisierung von: %s
hr: Prije nadopunjavanja: %s

source: Reboot required
de: Neustart erforderlich
hr: Potrebno je ponovno pokretanje računala

source: You have installed updates that require a reboot to take effect, please reboot your system as soon as possible.
de: Sie haben Aktualisierungen installiert, die einen Neustart erfordern, um wirksam zu werden. Bitte starten Sie Ihr System so schnell wie möglich neu.
hr: Instalirali ste nadogradnje koje zahtijevaju ponovno pokretanje računala kako bi se primijenile, pokrenite ponovno vaše računalo čim je prije moguće.

source: Automatic updates error
de: Fehler bei der automatischen Installation von Aktualisierungen
hr: Greška automatskog nadopunjavanja

source: The automatic update service returned an error, for details please check the log file at %s
de: Der Dienst zur automatischen Installation von Aktualisierungen hat einen Fehler gemeldet. Für Details überprüfen Sie bitte die Protokolldatei %s.
hr: Usluga automatskog nadopunjavanja je naišla na grešku, za više pojedinosti provjerite datoteku zapisa na %s

source: No changelog available
de: Kein Änderungsprotokoll verfügbar
hr: Zapis promjena nije dostupan

source: Changelog for %s
de: Änderungsprotokoll für %s
hr: Zapis promjena za %s

source: Mainline Kernel Download
de: Herunterladen von mainline Systemkerndateien
hr: Preuzimanje glavnog ogranka kernela

source: Downloading {filename}…
de: Herunterladen von {filename}…
hr: Preuzimam {filename}…

source: Download canceled
de: Herunterladen wurde abgebrochen
hr: Preuzimanje prekinuto

source: Failed to download {url}
de: Herunterladen von {url} gescheitert
hr: Neuspjelo preuzimanje {url}

source: Verifying downloaded files…
de: Überprüfen der heruntergeladenen Dateien…
hr: Provjera preuzetih datoteka…

source: Checksum verification of downloaded files failed
de: Prüfsummenüberprüfung der heruntergeladenen Dateien ist gescheitert
hr: Provjera sumom provjere preuzetih datoteka je neuspjela

source: Mainline Kernel Installation
de: Mainline Systemkern Installation
hr: Instalacija glavnog ogranka kernela

source: Installing…
de: Installiere…
hr: Instalacija…

source: Error during installation
de: Fehler bei der Installation
hr: Greška tijekom instalacije

source: Installation complete
de: Installation abgeschlossen
hr: Instalacija završena

source: Ubuntu mainline kernel
de: Ubuntu mainline Systemkern
hr: Ubuntu glavni ogranak kernela

source: Failed to retrieve daily mainline builds list.
de: Fehler beim Abrufen der Liste der täglich erstellten mainline Systemkerne
hr: Neuspjelo preuzimanje popisa paketa dnevnog glavnog ogranka.

source: Failed to retrieve mainline kernel support status.
de: Fehler beim Abrufen des Liste der unterstützen mainline Systemkerne
hr: Neuspjelo preuzimanje stanja podrške glavnog ogranka kernela.

source: Failed to parse mainline kernel support status.
de: Fehler bei der Analyse der Liste der unterstützen mainline Systemkerne
hr: Neuspjela obrada stanja podrške glavnog ogranka kernela.

source: Failed to retrieve mainline kernel list.
de: Fehler beim Abrufen der Liste der mainline Systemkerne
hr: Neuspjelo preuzimanje popisa kernela glavnog ogranka.

source: Failed to parse mainline kernel list.
de: Fehler bei der Analyse der Liste der mainline Systemkerne
hr: Neuspjela obrada popisa kernela glavnog ogranka.

source: Mainline kernel {version} is unavailable (failed to build)
de: Mainline Systemkern {version} ist nicht verfügbar (Build-Fehler)
hr: Kernel {version} glavnog ogranka je nedostupan (neuspjela izgradnja)

source: Failed to retrieve mainline kernel {version} data
de: Fehler beim Abrufen der Information zu mainline Systemkern {version}
hr: Neuspjelo preuzimanje podataka kernela {version} glavnog ogranka

source: Failed to parse mainline kernel {version} data
de: Fehler bei der Analyse der Informationen zu mainline Systemkern {version}
hr: Neuspjela obrada podatataka kernela {version} glavnog ogranka

source: Cannot Proceed
de: Fortfahren nicht möglich
hr: Nemoguć nastavak

source: Another process is currently using the package management system. Please wait for it to finish and then try again.
de: Ein anderer Prozess verwendet gerade das Paketverwaltungssystem. Bitte warten Sie, bis dieser Prozess abgeschlossen ist und versuchen Sie es erneut.
hr: Drugi proces trenutno koristi upravitelja paketima sustava. Pričekajte da ovo završi i pokušajte ponovno.

source: Date
de: Datum
hr: Datum

source: Package
de: Paket
hr: Paket

source: Old Version
de: Alte Version
hr: Stara inačica

source: New Version
de: Neue Version
hr: Nova inačica

source: Yes
de: Ja
hr: Da

source: No
de: Nein
hr: Ne

source: OK
de: Bestätigen
hr: U redu

source: distribution
hr: distribucija

source: Your {release_name} is only supported until {eol_date}.
de: Ihr {release_name} wird nur noch unterstützt bis {eol_date}
hr: Vaš {release_name} je podržan samo do {eol_date}.

source: Your system will remain functional after that date, but the official software repositories will become unavailable along with any updates including security updates.
de: Ihr System bleibt auch nach diesem Datum funktionsfähig, aber die offiziellen Paketquellen sind zusammen mit allen Aktualisierungen einschließlich Sicherheitsaktualisierungen nicht mehr verfügbar.
hr: Vaš sustav će ostati funkcionalan nakon toga datuma, ali službeni softverski repozitoriji će postati nedostupni kao i ostale nadopune uključujući i sigurnosne nadopune.

source: You should perform an upgrade to or a clean install of a newer version of your distribution before that happens.
de: Zuvor sollten Sie eine Aktualisierung auf eine neuere Version Ihrer Distribution durchführen oder eine Neuinstallation durchführen.
hr: Trebali bi pokrenuti nadogradnju ili ponovnu instalaciju novog izdanja vaše distribucije prije nego što se to dogodi.

source: For more information visit %s.
de: Für weitere Informationen bitte %s besuchen.
hr: Za više informacija posjetite %s.

source: DISTRIBUTION END OF LIFE WARNING
de: ACHTUNG DISTRIBUTIONSLEBENSENDE!
hr: UPOZORENJE KRAJA ŽIVOTNOG CIKLUSA DISTRIBUCIJE

source: Do you want to switch to a local mirror?
de: Wollen Sie zu einem lokalen Spiegelserver wechseln?
hr: Želite li prebaciti na lokalni zrcalni poslužitelj?

source: Local mirrors are usually faster.
de: Lokale Spiegelserver sind normalerweise schneller.
hr: Lokalni zrcalni poslužitelji su uobičajeno brži.

source: Please switch to another mirror
de: Bitte zu einem anderen Spiegelserver wechseln
hr: Prebacite na drugi zrcalni poslužitelj

source: %s is unreachable.
de: %s ist nicht erreichbar.
hr: %s je nedostupno.

source: The configured main mirror is out of date.
de: Der eingestellte Hauptspiegelserver ist veraltet.
hr: Postavljeni glavni zrcalni poslužitelj je zastario.

source: The configured base mirror is out of date.
de: Der eingestellte Basispiegelserver ist veraltet.
hr: Postavljeni osnovni zrcalni poslužitelj je zastario.

source: New Linux Mint point release available!
de: Neue Linux Mint Zwischenversion verfügbar
hr: Novo izdanje Linux Minta je dostupno!

source: You can upgrade to %s from the Edit menu.
de: Sie können vom Bearbeiten-Menü auf %s aktualisieren.
hr: Možete odmah pokrenuti nadogradnju na %s izdanje iz Uredi izbornika.

source: You can now upgrade to %s
de: Sie können jetzt auf %s aktualisieren
hr: Možete odmah pokrenuti nadogradnju na %s izdanje

source: Creating system snapshot
de: Systemschnappschuss wird erstellt
hr: Stvaranje snimke sustava

source: Creating system snapshot:
de: Systemschnappschuss wird erstellt:
hr: Stvaranje snimke sustava:

source: Timeshift returned an error
de: Timeshift hat einen Fehler gemeldet
hr: Timeshift je naišao na grešku

source: Removing old system snapshot:
de: Alter Systemschnappschuss wird entfernt:
hr: Uklanjanje stare snimke sustava:

source: System snapshot failed: %s
de: Systemschnappschusserstellung gescheitert: %s
hr: Neuspjelo stvaranje snimke sustava: %s

source: Installation canceled
de: Installation abgebrochen
hr: Instalacija prekinuta

source: Installing updates
de: Aktualisierungen werden installiert
hr: Instaliranje nadopuna

source: Could not install the updates
de: Aktualisierungen konnten nicht installiert werden
hr: Neuspjela instalacija nadopuna

source: Automated System Snapshot
de: Automatischer Systemschnappschuss
hr: Automatsko stvaranje snimke sustava

source: Do you want a system snapshot to be created before installing the updates?
de: Möchten Sie vor der Installation der Aktualisierungen einen Systemschnappschuss erstellen?
hr: Želite li da se snimka sustava stvori prije instalacije nadopuna?

source: This upgrade will trigger additional changes
de: Diese Systemaktualisierung wird weitere Änderungen hervorrufen
hr: Ova nadogradnja će izazvati dodatne promjene

source: The following packages will be removed:
de: Die folgenden Pakete werden entfernt:
hr: Sljedeći paketi će biti uklonjeni:

source: The following packages will be installed:
de: Die folgenden Pakete werden installiert:
hr: Sljedeći paketi će biti instalirani:

source: Log View
de: Protokollansicht
hr: Zapis promjena

source: Type
de: Typ
hr: Vrsta

source: Name
hr: Naziv

source: Size
de: Größe
hr: Veličina

source: Origin
de: Herkunft
hr: Repozitorij

source: Show
de: Anzeigen
hr: Prikaži

source: Refresh
de: Auffrischen
hr: Osvježavanje

source: Kernel Manager
de: Systemkernverwaltung
hr: Upravitelj kernela

source: History of Updates
de: Aktualisierungsverlauf
hr: Povijest nadopuna

source: Quit
de: Beenden
hr: Zatvori

source: _File
de: _Datei
hr: _Datoteka

source: Hide
de: Ausblenden
hr: Sakrij

source: _Edit
de: _Bearbeiten
hr: _Uredi

source: Software Sources
de: Paketquellen
hr: Repozitoriji softvera

source: System Snapshots
de: Systemschnappschüsse
hr: Snimke sustava

source: Upgrade to %s
de: System aktualisieren auf %s
hr: Nadogradi na %s

source: _View
de: _Ansicht
hr: _Prikaz

source: Visible Columns
de: Sichtbare Spalten
hr: Prikazani stupci

source: Show Descriptions
de: Beschreibungen anzeigen
hr: Prikaži opise

source: _Tools
de: _Werkzeuge
hr: _Alati

source: _Help
de: _Hilfe
hr: _Pomoć

source: Contents
de: Inhalte
hr: Priručnik

source: Keyboard Shortcuts
de: Tastenkombinationen
hr: Prečaci tipkovnice

source: About
de: Über
hr: O programu

source: No updates selected
de: Keine Aktualisierungen ausgewählt
hr: Nema odabranih nadopuna

source: %(selected)d update selected (%(size)s)
de: %(selected)d Aktualisierung ausgewählt (%(size)s)
hr: %(selected)d odabrana nadopuna (%(size)s)

source: Downloading changelog…
de: Änderungsprotokoll wird heruntergeladen …
hr: Preuzimanje zapisa promjena…

source: This update affects the following installed package:
de: Diese Aktualisierung betrifft das folgende installierte Paket:
hr: Ova nadopuna obuhvaća sljedeći inastalirani paket:

source: Download size: %s
de: Größe des Downloads: %s
hr: Veličina preuzimanja: %s

source: Installed size: %s
de: Größe wenn installiert: %s
hr: Veličina instalacije: %s

source: Ignore the current update for this package
de: Diese Aktualisierung für dieses Paket ignorieren
hr: Zanemari trenutnu nadopunu za ovaj paket

source: Ignore all updates for this package
de: Alle Aktualisierungen für dieses Paket ignorieren
hr: Zanemari sve nadopune za ovaj paket

source: Are you sure you want to ignore %s?
de: Sind Sie sicher, dass Sie %s ignorieren wollen?
hr: Sigurno želite zanemariti %s?

source: [apt hold]
hr: [apt zadržano]

source: General
de: Allgemein
hr: Općenito

source: Ignore List
de: Negativliste
hr: Popis zanemarenih

source: Automation
de: Automatisierung
hr: Automatizacija

source: Expert
de: Experteneinstellungen
hr: Napredno

source: To use this option you must have a version of libappindicator and the corresponding GObject introspection library installed.
de: Für diese Option muss eine Version von libappindicator un der zugehörigen GObject-Introspection-Bibliothek installiert sein
hr: Kako bi mogli koristiti ovu mogućnost morate imati instaliranu odgovarajuću inačicu libappindicatora i GObject biblioteku samoispitivanja.

source: Your desktop environment may further require an extension to be installed to show the indicator.
de: Ihre Desktopumgebung kann außerdem die Installation einer Erweiterung zur Anzeige des Statussymbols erfordern.
hr: Vaše radno okruženje može dodatno instalirati proširenje za prikaz indikatora.

source: Packages
de: Pakete
hr: Paketi

source: Description
de: Beschreibung
hr: Opis

source: Changelog
de: Änderungsprotokoll
hr: Zapis promjena

source: Requires Software Manager (mintinstall) to be installed
de: Erfordert, dass die Anwendungsverwaltung (mintinstall) installiert ist.
hr: Zahtijeva instaliranoga Upravitelja softvera (mintinstall)

source: Ignored Updates
de: Ignorierte Aktualisierungen
hr: Zanemarene nadopune

source: Next Run: %s
de: Nächste Ausführung: %s
hr: Sljedeće pokretanje: %s

source: Last Run: %s
de: Letzte Ausführung: %s
hr: Posljednje pokretanje: %s

source: Timeshift must be installed and set up before automated system snapshots can be enabled.
de: Timeshift muss installiert und eingerichtet sein, bevor automatische Systemschnappschüsse aktiviert werden können.
hr: Timeshift mora biti instaliran i podešen prije nego se automatsko stvaranje snimaka sustava omogući.

source: Ignore an Update
de: Eine Aktualisierung auslassen
hr: Zanemari nadopunu

source: Please specify the source package name of the update to ignore (wildcards are supported) and optionally the version:
de: Bitte geben Sie den Namen des Quellpakets der zu ignorierenden Aktualisierung (Platzhalter werden unterstützt) und optional die Version an:
hr: Navedite izvorni naziv nadopune paketa za zanemarivanje (podržani su zamjenski znakovi) i neobavezno inačicu:

source: Name:
hr: Naziv:

source: Version:
hr: Inačica:

source: (optional)
hr: (neobavezno)

source: Run 'apt update' in a terminal window to address this
de: Bitte »apt update« in einem Terminalfenster ausführen, um dem abzuhelfen
hr: Pokrenite 'apt update' u terminalu za više pojedinosti

source: Kernel update
de: Systemkernaktualisierung
hr: Nadopuna kernela

source: Security update
de: Sicherheitsaktualisierung
hr: Sigurnosna nadopuna

source: Unstable software. Only apply this update to help developers beta-test new software.
de: Nicht stabile Anwendung. Diese Aktualisierung bitte nur verwenden, um Entwicklern beim Testen neuer Anwendungen zu helfen.
hr: Nestabilan softver. Ovu nadopunu primijenite samo ako želite pomoći razvijateljima u beta testiranju novog softvera.

source: Software update
de: Anwendungsaktualisierung
hr: Nadopuna softvera

source: 3rd-party update
de: Drittanbieteraktualisierung
hr: Nadopuna treće strane

source: Your distribution has reached end of life and is no longer supported
de: Ihre Distribution hat das Lebensende erreicht und wird nicht länger unterstützt.
hr: Vaša distribucija je došla do kraja životnog ciklusa i više nije podržana

source: Your system is up to date
de: Ihr System ist auf dem neuesten Stand.
hr: Vaš sustav je nadopunjen

source: Could not refresh the list of updates
de: Aktualisierungsliste konnte nicht aufgefrischt werden
hr: Nemoguće osvježavanje popisa nadopuna

source: Checking for updates
de: Nach Aktualisierungen wird gesucht
hr: Provjeravanje nadopuna

source: Update Manager needs to be updated
de: Die Aktualisierungsverwaltung muss aktualisiert werden
hr: Upravitelj nadopuna treba se nadopuniti

source: Retrieving changelog…
de: Abrufen des Änderungsprotokolls…
hr: Preuzimanje zapisa promjena…

source: %d update available
de: %d Aktualisierung verfügbar
hr: %d nadopuna dostupna

source: APT's cache or configuration are corrupt.
de: Der Zwischenspeicher oder die Konfiguration von APT sind beschädigt.
hr: APT predmemorija ili podešavanje je oštećeno.

source: Do not install or update anything, it could break your operating system!
de: Bitte nichts aktualisieren oder installieren, das könnte Ihr Betriebssystem beschädigen!
hr: Nemoj ništa instalirati ili nadopuniti, to može slomiti vaš operativni sustav!

source: Open Software Sources and try to either delete cached repository indexes via that maintenance option or select different mirrors.
de: Öffnen Sie Paketquellen und löschen Sie zwischengespeicherte Paketquellenindizes mit Hilfe der Wartungsoption oder wählen Sie andere Spiegelserver aus.
hr: Otvorite repozitorij sustava i probajte ili obrisati predmemoriju sadržaja repozitorija putem mogućnosti održavanja ili odaberite neki drugi zrcalni poslužitelj.

source: APT error:
de: APT-Fehler:
hr: APT greška:

source: The automatic update service is enabled on this system. Do you want it to use your modified ignore list?
de: Der automatische Aktualisierungsdienst ist auf diesem System aktiviert. Soll er Ihre geänderte Negativliste benutzen?
hr: Usluga automatskog nadopunjivanja je omogućena na ovom sustavu. Želite li koristiti svoj promijenjeni popis zanemarenih?
